import moment from 'moment'
moment.locale('ar')

export default () => {
  return new Promise(function(resolve) {
    resolve({
      common: {
        title: 'مثال بسيط',
        subtitle: 'إنها صفحة فارغة. ابدأ في إنشاء صفحتك من هنا.',
        error_with_status: 'حدث خطأ على الخادم',
        '404': 'تعذر العثور على هذه الصفحة.',
        '404_subtitle':
          'يمكنك إما البقاء والاسترخاء هنا ، أو العودة إلى البداية.',
        back: 'العودة إلى المنزل',
        error_without_status: 'حدث خطأ على الخادم',
        contact_title: 'مشروع مجاني اقتباس',
        contact_title2: 'قل مرحبا لنا',
        contact_subtitle:
          'هل لديك أي أسئلة؟ هل أنت مستعد لخفض التكلفة وتحقيق إيرادات جديدة؟ أو هل تريد فقط أن تقول مرحبا؟ أرسل لنا رسالة.',
        form_name: 'ما اسمك؟ *',
        form_email: 'ما هو بريدك الإلكتروني؟ *',
        form_phone: 'ما هو رقم هاتفك؟',
        form_company: 'ما هي شركتك؟',
        form_message: 'اكتب رسالتك هنا',
        form_terms: 'لقد قرأت ووافقت على شروط',
        form_privacy: 'سياسة الخدمة والخصوصية *',
        form_send: 'إرسال رسالة',
        login: 'تسجيل الدخول',
        login_create: 'إنشاء حساب جديد',
        login_or: 'أو تسجيل الدخول عبر البريد الإلكتروني',
        login_email: 'البريد الإلكتروني',
        login_password: 'كلمه السر',
        login_remember: 'تذكر',
        login_forgot: 'نسيت كلمة المرور',
        continue: 'استمر',
        auth_desc: 'منصة مع تكامل فعال للعديد من الميزات وأكثر من ذلك بكثير',
        login_title: 'مرحبًا بك مرة أخرى',
        login_subtitle: 'الرجاء تسجيل الدخول للمتابعة',
        register: 'تسجيل',
        register_already: 'هل لديك حساب بالفعل؟',
        register_or: 'أو التسجيل باستخدام البريد الإلكتروني',
        register_name: 'الاسم؟ *',
        register_email: 'البريد الإلكتروني؟ *',
        register_password: 'كلمه السر',
        register_confirm: 'تأكيد كلمة المرور',
        register_title: 'تشرفت بمعرفتك :)',
        register_subtitle: 'فقط سجل للانضمام إلينا',
        accept: 'قبول',
        header_language: 'لغة',
        header_theme: 'وضع السمة',
        header_dark: 'داكن',
        header_light: 'ضوء',
        header_search: 'بحث',
        footer_quick_links: 'روابط سريعة',
        btn_read_more: 'اقرأ المزيد',
        btn_detail: 'انظر التفاصيل',
        btn_submit: 'إرسال',
        btn_seeall: 'مشاهدة الكل',
        btn_next: 'التالي',
        btn_prev: 'prev',
        btn_contact: 'اتصل بنا',
        btn_get: 'ابدأ',
        btn_join: 'انضم الآن!',
        blog_subscribe: 'اشتراك',
        blog_subscribe_desc: 'اشترك في النشرة الإخبارية لدينا',
        blog_about: 'نبذة عنا',
        blog_born: 'مولود',
        blog_phone: 'الهاتف',
        blog_address: 'العنوان',
        blog_post: 'آخر مشاركة',
        blog_comment: 'آخر تعليق',
        blog_archived: 'مؤرشف',
        blog_album: 'مشاركة الألبوم',
        blog_share: 'مشاركة على وسائل التواصل الاجتماعي',
        blog_write: 'اكتب التعليقات',
        about_team: 'عضو الفريق',
        about_gallery: 'المعرض',
        about_ready: 'هل أنت جاهز للبدء؟',
        pricing_title: 'التسعير والخطة',
        pricing_desc:
          'أفضل قيمة مصممة لمكان عملك ، بدءًا من 24 دولارًا لكل مستخدم / شهر.',
        pricing_free: 'البدء مجانًا',
        pricing_buy: 'اشتر الآن',
        faq_title: 'إجابات وأسئلة متكررة',
        faq_desc: 'هل لديك سؤال؟ تحقق من الأسئلة الشائعة للعثور على إجابتك.',
        faq_topic: 'تصفح الموضوع',
        faq_related: 'موضوع ذات الصلة',
        faq_luck: 'لم يحالفك الحظ بعد؟ يمكننا المساعدة!',
        faq_luck_desc: 'اتصل بنا وسنعاود الاتصال بك في أقرب وقت ممكن.',
        faq_luck_btn: 'تقديم طلب',
        list_title: 'مليون من الموارد للجميع',
        list_subtitle:
          'تصفح أكثر من 300 مليون عنصر مخزون. اعثر بسرعة على العناصر الأصلية والمتميزة.',
        list_search: 'أنا أبحث عن ...',
        list_filter: 'كل الفئات',
        list_help: 'هل مازلت لا تجد؟ يمكننا المساعدة!',
        list_cart: 'إضافة إلى عربة التسوق',
        list_whislist: 'أضف إلى قائمة الامنيات',
        list_desc: 'الوصف',
        list_related: 'المنتجات ذات الصلة',
        list_comments: 'التعليقات',
        list_report: 'الإبلاغ عن هذا العنصر',
        list_need: 'بحاجة الى مساعدة',
        list_opt: 'خيار آخر',
        util_maintenance: 'قيد الصيانة',
        util_maintenance_dec: 'موقعنا قيد الصيانة. سنعود قريبًا.',
        util_soon: 'قريبًا',
        util_soon_desc: 'سوف يأتي مع الأداء في التصميم',
        util_notif: 'أبلغني',
        en: 'English',
        de: 'Deutsch',
        zh: '简体中文',
        pt: '󠁥󠁮󠁧󠁿Português',
        id: '󠁥󠁮󠁧󠁿Bahasa Indonesia',
        ar: '󠁥󠁮󠁧󠁿العربيّة',
        notif_msg:
          '🍪 نحن نستخدم ملفات تعريف الارتباط لتجربة مستخدم أفضل. من خلال الاستمرار في تصفح هذا الموقع، فإنك توافق على استخدام ملفات تعريف الارتباط.',
        header_language: 'لغة',
        header_theme: 'وضع السمة',
        header_dark: 'داكن',
        header_light: 'ضوء',
        header_sample_page: 'الصفحة الداخلية',
        header_about: 'حول',
        header_team: 'الفريق والثقافة',
        header_blog: 'صفحة المدونة',
        'header_blog detail': 'تفاصيل المدونة',
        header_login: 'تسجيل الدخول',
        header_register: 'تسجيل',
        header_contact: 'اتصل',
        'header_contact map': 'اتصال بالخريطة',
        header_card: 'مجموعة البطاقات',
        header_product: 'منتج بفلتر',
        'header_product detail': 'تفاصيل المنتج',
        header_pricing: 'التسعير والأسئلة الشائعة',
        header_faq: 'الإجابات والأسئلة المتكررة',
        header_maintenance: 'صيانة',
        'header_coming soon': 'قريبًا',
        header_error: 'خطأ غير موجود',
        footer_company: 'شركة',
        footer_team: 'الفريق',
        footer_history: 'التاريخ',
        footer_contact: 'اتصل بنا',
        footer_locations: 'المواقع',
        footer_resources: 'المنتجات',
        footer_resources_name: 'اسم الموارد',
        footer_resources_another: 'موارد أخرى',
        footer_resources_final: 'الموارد النهائية',
        footer_legal: 'قانوني',
        footer_privacy: 'سياسة الخصوصية',
        footer_terms: 'شروط الاستخدام',
        footer_terms: 'شروط الاستخدام',
        footer_link: 'حلقة الوصل',
        footer_news: 'أخبار'
      },
      saas2: {
        caption_mileage_tracker: 'تعقب الاميال',
        caption_leaderboard: 'المتصدرين',
        caption_eco_driving: 'القيادة البيئية',
        caption_driving_details: 'تفاصيل القيادة',
        caption_drive_coins: 'قيادة العملات المعدنية',
        caption_export_data: 'تصدير البيانات',
        header_applications: 'التطبيقات',
        fomtTitle2: 'نظام إدارة الموظفين',
        formdetail2:
          'في برنامج لڤن , ستحصل على نظام كامل لإدارة الموظفين يمكنه مساعدتك في إدارة الأنشطة المتعلقة بالموظفين بالكامل بسهولة وكفاءة. سيوفر وقتك ويؤدي الأنشطة المتعلقة بالموظفين بطريقة منظمة.',
        firFomtTitle: 'بعض الوحدات الحصرية لبرامج إدارة المركبات',
        firstFormdetail:
          'باستخدام هذه الوحدة، يمكنك الحصول على ملخص شامل لنظامك. يمكن أن تكون هذه الوحدة قادرة على تمثيل ملخص النفقات وتكلفة الصيانة من خلال المخطط الدائري والمخطط الخطي. علاوة على ذلك، تساعد هذه التمثيلات الرسومية على تحسين تجربة المستخدمين. يمكن أن توفر هذه الوحدة الجوانب التالية أيضًا.',
        'GPS devices online': 'أجهزه جي بي اس أونلاين',
        online_servers: 'الخوادم النشطة المحلية',
        'slid3-title': 'إدارة الأسطول بسهولة',
        'slid3-subtitle':
          'لن تحتاج إلى أي نظام تتبع متخصص لمركبات الشركة - مع تطبيق لڤن الذكي، يمكنك مراقبة أسطولك بسهولة بضغطات بسيطة. قم بإدارة كل شيء من خلال نظام الإدارة الخاص بنا والذي يسهل الاستخدام - سجلات سجلات الوقود، التكاليف والعديد من الميزات الأخرى الضرورية لإدارة مركبات شركتك.',
        'Data privacy and security': 'خصوصية البيانات وأمنها',
        'fleet management': 'إدارة الأسطول',
        'slid2-title':
          'إدارة الأسطول وقابلية التوسع الموثوقية في البيئات الصعبة في مؤسسات الدولة العراقية',
        'slid2-subtitle1': 'التكامل مع البنية التحتية المحلية:',
        'slid2-subtitle':
          'تم تصميم أنظمة لڤن لتكون منخفضة الصيانة، مما يمكن أن يكون ميزة في المناطق التي قد تكون فيها البنية التحتية والدعم لتقنيات إدارة الأسطول محدودة.',
        'Tracking Server': 'خادم التتبع',
        'Customization and Scalability': 'التخصيص وقابلية التوسع',
        'Personal tracking': 'التتبع الشخصي',
        'slid1-subtitle':
          'الدعم والخبرة المحلية يمكن أن يكون اختيار مزود خدمات الاتصالات عبر الهاتف المحمول نظام تحديد المواقع لڤن مع التواجد والدعم المحلي في العراق أمرًا ذا قيمة للمساعدة الفنية والصيانة واستكشاف الأخطاء وإصلاحها',
        'slid1-title':
          'لماذا يعد نظام تحديد المواقع لڤن المحمول عن بعد الخيار الأفضل لإدارة الأسطول في العراق',
        'Privacy policy': 'سياسة الخصوصية',
        'Terms of use': 'شروط الاستخدام',
        contact: 'اتصل',
        Pricing: 'التسعير',
        'Postman collection': 'مجموعة برنامج بوستمان',
        Support: 'الدعم',
        Blog: 'مدونة',
        'safe-driving': 'قيادة آمنة',
        'eco-driving': 'القيادة البيئية',
        'fleet-tracker': 'تتبع الأسطول',
        insights: 'أفكار',
        'in-vehicle-data': 'البيانات داخل السيارة',
        'driver-engagements': 'ارتباطات السائق',
        details:
          'المشغل الوطني للمنصة الوطنية لتتبع الوحدات في العراق من قبل وزارة الاتصالات ومرخص من قبل هيئه الاعلام والاتصالات .',
        banner_title: 'شركة مذهلة تستحق',
        banner_titlestrong: 'برنامج مدهش',
        banner_subtitle:
          'ملايين من المستخدمين السعداء يعملون بشكل أفضل مع تطبيقاتنا المدمجة.',
        banner_watchvideo: 'شاهد الفيديو',
        getstarted: 'البدء',
        counter_month: 'شهر',
        counter_free: 'تجربة مجانية',
        counter_users: 'المستخدمون النشطون',
        counter_providers: 'مقدمي',
        header_feature: 'خاصية',
        header_blog: 'مدونة',
        header_integration: 'دمج',
        header_testimonials: 'شهادات',
        feature_title1: 'نظام إدارة الأسطول:',
        feature_desc1:
          'تعتمد تجارة النقل دائمًا على القدرة على إدارة أسطولها المجدول. لقد قمنا بتصميم كل خطوات إدارة الأسطول باستخدام نظامنا.سجل تفاصيل سيارتك، الجدول الزمني، الوقت، التوفر، رقم المقعد.قم بإدارة كل سجل حجز تذكرة يتعلق بأسطولك تتبع وكيلك والأنشطة المضادة 24/7اضبط أنشطة وكيلك واجعل أسطولك خاليًا من المتاعب',
        see_detail: 'انظر التفاصيل',
        feature_title2: 'كل ما تحتاجه هو',
        feature_titlestrong2: 'اقتراح قيمة فريدة',
        feature_desc2:
          'بفضل الأسس التقنية القوية ، سمحت لنا بالاستفادة من خبراء الأعمال لإنشاء مئات التحسينات.',
        feature_title3: 'التعجيل بالذكاء',
        feature_titlestrong3: 'مشروع',
        feature_desc3:
          'نحن نمكِّن فرق التسويق والمبيعات والخدمات لديك من التعاون عبر دورة حياة العميل بأكملها للحصول على تجارب أكثر وضوحًا وتنسى.',
        testi_title: 'ما عملاؤنا',
        testi_titlestrong: 'شهادة',
        pricing_title: 'التسعير والخطة',
        pricing_subtitle:
          'أفضل قيمة مصممة لمكان عملك ، تبدأ من 24 دولارًا فقط لكل مستخدم / شهر.',
        faq_subtitle: 'هل لديك سؤال؟ راجع الأسئلة الشائعة للعثور على إجابتك.',
        caption_news: 'أخبار',
        caption_event: 'حدث',
        news_readmore: 'اقرأ المزيد',
        footer_waiting: 'ماذا تنتظر؟'
      },
      use_automation_in_every:
        'استخدم الأتمتة في كل قسم من أقسام عملك. مثل تتبع الأصول، إدارة الأنشطة اليومية، الحصول على حساب تلقائي للتمويل. لهذا السبب، لضمان أفضل ربحية، يجب أن يكون لديك نظام إدارة المركبات.',
      'Ensure the best profitability': 'ضمان أفضل ربحية',
      get_all_inventory_records:
        'احصل على جميع سجلات المخزون مثل المخزون المتاح، تقرير استخدام قطع السيارات حسب السيارة، إلخ. لقد قمنا بتصميم نظام إدارة المصروفات للسيطرة على جميع سجلات المخزون والمصروفات الخاصة بك.',
      'Manage inventory & expenses under control':
        'إدارة المخزون والمصروفات تحت السيطرة',
      automation_system_makes_easy:
        'نظام الأتمتة يسهل التعامل مع أنشطتك اليومية. يمكنك تحديد وظائفك كمسؤولين، مسؤولين فائقين، مديري المخزون وأنشطة الموظفين الآخرين. ويكون لديك النظام لتحقيق ربح من أدائهم لجعلهم كفءين.',
      'Own a competent workforce': 'امتلك قوة عامل كفءة',
      organization_get_reports:
        'يجلب نظام إدارة مبني على الحاسوب سرعة فائقة لإدارة المؤسسة، الحصول على التقارير وضمان نمو الأعمال المستدام. سيساعدك وجود نظام الأتمتة في أن تكون رائد السوق.',
      'Be the market leader of your industry': 'كن رائد السوق في صناعتك',
      computer_based_management_system:
        'يجلب نظام إدارة مبني على الحاسوب سرعة فائقة لإدارة المؤسسة، الحصول على التقارير وضمان نمو الأعمال المستدام. سيساعدك وجود نظام الأتمتة في أن تكون رائد السوق.',
      'Take authentic decision': 'اتخذ قرارات موثوقة',
      'Manage your vehicle from home': 'إدارة سيارتك من المنزل',
      gps_lvn_includes:
        'يشمل GPS LVN نظامًا متكاملًا يساعدك في الاحتفاظ بجميع معلوماتك في مكان واحد. يمكنك عرض جميع بياناتك في لمحة في أي وقت، والحصول على تقارير فورية والقدرة على اتخاذ قرارات موثوقة.',

      alert_Center_to_Make: 'مركز التنبيه لجعل هذا البرنامج دائمًا محدثًا!!!',
      alert_center_is_important:
        'مركز التنبيه مهم لمعرفة أي حالة تنبيهية لأي مركبة. يمكن أن تكون التأمين على المركبة، واللياقة، والمحرك، وتصريح الطريق، وما إلى ذلك حالات تنبيهية، سيقوم مركز التنبيه بإعلام المستخدم. تم ضبط مركز التنبيه التلقائي مع نظام إدارة المركبات الخاص بنا للحفاظ على تحديثك دائمًا.',
      'Purchase Now': 'اشترِ الآن',

      'Assign role': 'تعيين الدور',
      'Manage role': 'إدارة الدور',
      'Manage user access role': 'إدارة دور الوصول للمستخدم',
      'Role Permission System': 'نظام أذونات الدور',
      after_adding_users:
        'بعد إضافة المستخدمين، يمكنك توفير نظام تحكم في الوصول استنادًا إلى الدور. يمكنك تحديد موظفيك وتقديم لهم مسؤولية محددة. يمكن أن يساعدك هذا الوحدة في تعيين أي دور محدد للمستخدمين. يمكن أن يضمن أمان النظام الخاص بك لأن المستخدمين يمكنهم أداء مهامهم المعينة فقط.',

      'Add user': 'إضافة مستخدم',
      'Manage user': 'إدارة المستخدم',
      'User Management System': 'نظام إدارة المستخدمين',
      this_module_can_allow:
        'يمكن لهذه الوحدة أن تتيح لك إضافة مستخدم عن طريق إنشاء ملف تعريف جديد للمستخدم من خلال نظام إدارة المستخدمين. كما يمكنك الحصول على قائمة شاملة للمستخدمين الذين تمت إضافتهم والتي ستساعدك في إدارة جميع المستخدمين. تم تصميم هذا القسم في الزاوية اليمنى من القائمة العلوية المسماة بالملف الشخصي. ندمج هنا الخيارات التالية.',

      'Real Time Reports': 'تقارير الوقت الفعلي',
      Accurate_reports_ensure:
        'تضمن التقارير الدقيقة ربحية عملك، ولكن سيكون من المستهلك جدًا الوقت عند إعداد التقارير الشاملة يدويًا. لحل مثل هذه المشاكل، يحتوي نظام إدارة السيارات على وحدة ممتازة يمكنها توليد التقارير التالية بدقة وتلقائية.',

      'Employee Reports': 'تقارير الموظفين',
      'Vehicle Reports': 'تقارير السيارات',
      'Driver Reports': 'تقارير السائقين',
      'Vehicle Requisition': 'طلب السيارة',
      'Renewal Reports': 'تقارير التجديد',
      'Refuel Requisition Details': 'تفاصيل طلب التزود بالوقود',
      'Purchase Details': 'تفاصيل الشراء',
      'Expense Details': 'تفاصيل المصروفات',
      'Maintenance Requisition Details': 'تفاصيل طلب الصيانة',
      'Pick & Drop Requisition Reports': 'تقارير طلب الاستلام والتسليم',

      'Manage Approval Authority': 'إدارة سلطة الموافقة',
      'Maintenance Requisition': 'طلب الصيانة',
      'Maintenance Service': 'خدمة الصيانة',
      'Maintenance System': 'نظام الصيانة',

      To_operate_the_entire:
        'لتشغيل النظام بأكمله، يجب عليك الاحتفاظ بسجلات جميع خدمات الصيانة ويجب على المستخدم تحديث استمارة الخدمة عندما يرغبون في الحصول على أي خدمات. يمكن لهذه الوحدة أن تتيح لك فعل ذلك. يمكن للمستخدمين تقديم متطلباتهم للحصول على خدمة الصيانة ويمكن لهذه الوحدة أن تتلقاها وتحسب التكلفة الإجمالية تلقائيًا.',

      driving_behavior:
        'تعتبر زين رود أكثر تقدمًا من أي تطبيق حالي لسجل السيارة، تتبع المسافة المقطوعة، تطبيق التأمين، تتبع سلوك القيادة، تطبيق سجل الرحلة، جهاز تسجيل المركبة، تطبيق التتبع، تطبيق القيادة، تطبيق البيانات الرقمية، إلخ.',

      etc: 'إلخ...',
      gps_tracking_app: 'تطبيق تتبع GPS',
      app_to_track_visits: 'تطبيق لتتبع الزيارات',
      vehicle_logging_app: 'تطبيق تسجيل المركبات',
      driving_coach_app: 'تطبيق مدرب القيادة',
      location_tracking_app: 'تطبيق تتبع الموقع',
      insurance_app: 'تطبيق التأمين',
      driving_style_tracker_app: 'تطبيق تتبع أسلوب القيادة',
      mileage_tracker_app: 'تطبيق تتبع المسافة المقطوعة',
      trip_log_app: 'تطبيق سجل الرحلة',
      donec_sit_amet_nulla: 'دونيك سيت آميت نولا',
      cras_convallis_lacus_orci: 'كراس كونفاليس لاكوس أورسي',
      interdum_et_malesuada: 'إنتردوم إت ماليسوادا',
      nulla_vehicula: 'نولا فيهيكولا',
      vestibulum_a_massa: 'فستيبولوم آ ماسا',

      we_have_unlocked:
        'لقد قمنا بفتح كود المصدر لتطبيق زين رود - تطبيق مراقبة القيادة الرئيسي لدينا - لمساعدة المجتمع في إنشاء منتجات تعزز سلامة السائق وكفاءته، وتخلق تجربة جديدة لعشاق السيارات',

      free_tracking_and_safe_driving:
        'تطبيق مجاني لتتبع السيارة والقيادة الآمنة لجمع موقع السيارة، ونمط القيادة، وسلوك القيادة، وأنماط القيادة، وأنماط الحياة، وبيانات السيارة، ومراقبة حوادث السيارات. في البداية، تم تصميم هذا التطبيق لعرض قدرات تطبيق تلمتيكس ومنصة.',

      'Shared mobility': 'التنقل المشترك',
      'Gig economy': 'اقتصاد الحيازة المؤقتة',
      'Newly licensed drivers': 'السائقين الحديثين الحصول على الترخيص',
      'Vehicle logging app': 'تطبيق تسجيل المركبات',
      'E-driving schools': 'مدارس تعليم القيادة الإلكترونية',

      'Defensive driving': 'القيادة الدفاعية',
      'UBI Insurance': 'تأمين UBI',
      'Teenage drivers': 'السائقون المراهقون',
      'Family members': 'أفراد العائلة',
      'Transportation companies': 'شركات النقل',

      Automatic: 'تلقائي',
      'On-demand': 'حسب الطلب',
      Tagging: 'وسم',
      Scheduled: 'مجدول',

      'Monitor driving': 'مراقبة القيادة',
      'Real-time data': 'بيانات الوقت الحقيقي',
      'Driving behavior': 'سلوك القيادة',
      'In-vehicle data': 'بيانات داخل المركبة',

      'Distracted driving': 'القيادة بتشتت الانتباه',
      'Speed limit violation': 'انتهاك الحد الأقصى للسرعة',
      'Driving habits': 'عادات القيادة',
      'Trip log and waypoints': 'سجل الرحلة ونقاط الانطلاق',
      Locations: 'المواقع',

      'GPS Data (location, speed, etc)': 'بيانات GPS (الموقع، السرعة، إلخ)',
      'Sensors data (Accelerometer, gyro, etc)':
        'بيانات الحساسات (مقياس السرعة، الجاير، إلخ)',
      'Device status': 'حالة الجهاز',
      'Enriched location data': 'بيانات الموقع المحسنة',

      login_details: 'تفاصيل تسجيل الدخول',
      personal_details: 'تفاصيل شخصية',

      safe_driving: 'القيادة الآمنة',
      trip_details: 'تفاصيل الرحلة',
      api_access: 'الوصول إلى واجهة برمجة التطبيقات (API)',
      engagements: 'التفاعلات',

      data_hub: 'مركز البيانات',
      trip_log: 'سجل الرحلة',
      user_profile: 'ملف المستخدم',
      telematics_sdk: 'تطبيق تقنية الرصد عن بعد (Telematics SDK)',

      tracking_software:
        'يساعد برنامج التتبع الشركات التجارية عبر الإنترنت في مراقبة الشحنات في الوقت الحقيقي، وتحسين مسارات التسليم، وضمان التسليم في الوقت المحدد. كما يعزز تجربة العملاء من خلال توفير رؤية لهم حول الوقت المقدر للوصول.',
      e_eommerce: 'التجارة الإلكترونية',
      the_businesses:
        'يمكن للشركات تتبع وكلاء التوصيل والشاحنات والدراجات البخارية، وما إلى ذلك، في الوقت الحقيقي باستخدام حلول التتبع داخل تطبيقاتهم المحمولة الخاصة. يساعد ذلك في تخصيص أقرب وكيل توصيل إلى الموقع وتوفير المنتجات والخدمات في الوقت المحدد، بشكل آمن وفي حدود الميزانية. تحافظ التسليمات في الوقت المحدد على طعام طازج وتزيد من التقييمات الإيجابية.',
      food_delivery: 'توصيل الطعام',
      tours_and_travel:
        'تعمل وكالات السفر والرحلات على عدد هائل من السيارات وتتحمل مسؤولية سلامة السياح. يمكن أن يساعد تتبعهم بتقنية التلميتك المحمولة في الحفاظ على دقة المواعيد للمركبات وتعزيز سلامة الطريق والرحلة بشكل عام. يمكن إرسال تنبيهات تلقائية حول الحوادث المكتشفة والموقع في الوقت الحقيقي.',
      tour: 'رحلات وسفر',
      parents_usually:
        'غالبًا ما ينتظر الآباء في المحطة حافلة المدرسة ويهتمون بسلامة أطفالهم. باستخدام تكنولوجيا التلميتك المتكاملة داخل تطبيق المدرسة المحمول، يمكن للآباء معرفة بالضبط أين تتواجد الحافلة، وكيف يتم قيادتها بشكل آمن، وبناءً على ذلك يصلون إلى المحطة في الوقت المحدد دون أن يكونوا مبكرين أو متأخرين جدًا.',
      school_buses: 'حافلات المدرسة',
      in_the_cab:
        'في أعمال خدمة الأجرة، يسمح تطبيق التلميتك للمستخدمين بتخصيص أقرب سيارة أجرة عند حجز العملاء عبر الإنترنت تلقائيًا. بدون تكنولوجيا التلميتك المحمولة، لا يمكن تحقيق استخدام فعّال وأمثل للأسطول. يمكن أيضًا أن يساعد في أعمال الخدمة الميدانية مثل إصلاح السيارات في الموقع أو أعمال مساعدة في حالات تعطل السيارة.',
      taxi_and: 'خدمات التاكسي والأجرة',
      who_can: 'من يستفيد من استخدام تطبيق التتبع والقيادة الآمنة',
      ready_to_go: 'حلاً جاهزًا للاستخدام لـ:',
      tracking_mode: 'وضع التتبع',
      drive_mode: 'وضع القيادة',
      collected_data: 'البيانات المجمعة',
      driven_by: 'تشغيله بواسطة مجموعة تكنولوجيا التلميتك LVN',
      powerful_solution: 'حلاً قويًا',
      based_on:
        'بناءً على المتطلبات، نقدم مجموعة كاملة من خدمات إدارة البيانات بما في ذلك التخزين (قصير الأجل وطويل الأجل). ومع ذلك، ندعم أيضًا خيارات مرنة لإدارة البيانات، حيث يكون للعميل خيار تصدير البيانات إلى خادمه الخاص في أي لحظة.',
      telematics_data: 'بيانات التلميتك',
      the_app:
        'التطبيق متكامل مع Google Firebase. استخدم هذه الخدمة للمصادقة واستضافة البيانات الشخصية.',
      we_respect:
        'نحترم خصوصية البيانات ونلتزم بتقديم الحماية للبيانات الشخصية وفقًا للتشريعات. لهذا السبب، عند استخدام تطبيق التلميتك مفتوح المصدر، يكون لديك خيار إدارة بيانات المستخدمين واستضافتها في المنطقة المناسبة لك.',
      data_managment: 'إدارة البيانات',
      hosting_option: 'خيارات الاستضافة',
      data: 'البيانات',
      login_details: 'تسجيل الدخول وتفاصيل الشخصية',
      host_personal: 'استضافة البيانات الشخصية على جانبك',
      full_function: 'تطبيق مراقبة القيادة بكامل وظائفه',
      try_it: 'جربه مجانًا',
      location_tracking: 'تتبع الموقع وتطبيق القيادة الآمنة',
      name_app: 'LVN GPS',
      created_app: 'أنشئ تطبيق التتبع الخاص بك',

      section82:
        'إذا كانت لديك أي أسئلة بخصوص الخصوصية أثناء استخدام التطبيق، أو كانت لديك أسئلة حول ممارساتنا، فيرجى الاتصال بنا عبر البريد الإلكتروني على info@gpslvn.com.',
      section81: '12 اتصل بنا',
      section80:
        'باستخدام التطبيق، فإنك توافق على معالجتنا لمعلوماتك على النحو المنصوص عليه في سياسة الخصوصية هذه الآن وبصيغتها المعدلة من قبلنا. "المعالجة" تعني استخدام ملفات تعريف الارتباط على جهاز كمبيوتر/جهاز محمول باليد أو استخدام المعلومات أو لمسها بأي شكل من الأشكال، بما في ذلك، على سبيل المثال لا الحصر، جمع المعلومات وتخزينها وحذفها واستخدامها ودمجها والكشف عنها، وجميع الأنشطة التي ستتم في الولايات المتحدة. إذا كنت تقيم خارج الولايات المتحدة، فسيتم نقل معلوماتك ومعالجتها وتخزينها هناك بموجب معايير الخصوصية الأمريكية.',
      section79: '11 موافقتك',
      section78:
        'قد يتم تحديث سياسة الخصوصية هذه من وقت لآخر لأي سبب من الأسباب. سنقوم بإخطار كل مشترك مدفوع الأجر بأي تغييرات تطرأ على سياسة الخصوصية الخاصة بنا على عنوان البريد الإلكتروني الذي تم تقديمه أثناء عملية الشراء. ننصحك بمراجعة سياسة الخصوصية هذه بانتظام لمعرفة أي تغييرات، حيث يعتبر الاستخدام المستمر بمثابة موافقة على جميع التغييرات.',
      section77: '10 تغييرات',
      section76:
        'نحن مهتمون بالحفاظ على سرية معلوماتك. نحن نقدم ضمانات مادية وإلكترونية وإجرائية لحماية المعلومات التي نعالجها ونحافظ عليها. على سبيل المثال، نحصر الوصول إلى هذه المعلومات على الموظفين والمقاولين المعتمدين الذين يحتاجون إلى معرفة تلك المعلومات من أجل تشغيل تطبيقنا أو تطويره أو تحسينه. ندرك أنه على الرغم من أننا نسعى لتوفير أمان معقول للمعلومات التي نعالجها ونحافظ عليها، إلا أنه لا يوجد نظام أمني يمكنه منع جميع الخروقات الأمنية المحتملة.',
      section75: '9 الأمن',
      section74:
        'نحن لا نستخدم التطبيق لطلب بيانات من الأطفال الذين تقل أعمارهم عن 18 عامًا أو تسويقهم عن قصد. إذا علم أحد الوالدين أو الوصي أن طفله قد زودنا بالمعلومات دون موافقته، فيجب عليه الاتصال بنا على info. @gpslvn.com',
      section73: '8 أطفال',
      section72:
        'عندما لا تكون لدينا حاجة تجارية مشروعة مستمرة لمعالجة معلوماتك الشخصية، فسنقوم إما بحذفها أو إخفاء هويتها، أو إذا لم يكن ذلك ممكنًا (على سبيل المثال، بسبب تخزين معلوماتك الشخصية في أرشيفات النسخ الاحتياطي)، فسنقوم بتخزينها بشكل آمن معلوماتك الشخصية وعزلها عن أي معالجة إضافية حتى يصبح الحذف ممكنًا.',
      section71:
        'سنحتفظ ببعض البيانات المقدمة من المستخدم طالما أنك تستخدم التطبيق ولفترة زمنية معقولة بعد ذلك. إذا كنت تريد منا حذف البيانات المقدمة من المستخدم التي قدمتها عبر التطبيق، فيرجى الاتصال بنا على info@timeero.com وسوف نقوم بالرد في وقت معقول. يرجى ملاحظة أن بعض أو كل البيانات المقدمة من المستخدم قد تكون مطلوبة حتى يعمل التطبيق بشكل صحيح.',
      section70: '7 سياسة الاحتفاظ بالبيانات وإدارة معلوماتك',
      section69:
        'إلغاء الاشتراك في التسويق عبر البريد الإلكتروني: يمكنك إلغاء الاشتراك من قائمة البريد الإلكتروني التسويقي لدينا في أي وقت عن طريق النقر على رابط إلغاء الاشتراك الموجود في رسائل البريد الإلكتروني التي نرسلها أو عن طريق الاتصال بنا باستخدام التفاصيل الواردة أدناه. سيتم بعد ذلك إزالتك من قائمة البريد الإلكتروني التسويقي – ومع ذلك، سنظل بحاجة إلى إرسال رسائل البريد الإلكتروني المتعلقة بالخدمة إليك والضرورية لإدارة حسابك واستخدامه. يمكنك أيضًا طلب إلغاء الاشتراك عبر البريد الإلكتروني، على info@gpslvn.com',
      section68:
        'ملفات تعريف الارتباط والتقنيات المشابهة: تقبل معظم متصفحات الويب ملفات تعريف الارتباط بشكل افتراضي. يمكن ضبط متصفحات الويب لإزالة ملفات تعريف الارتباط ورفض ملفات تعريف الارتباط. إذا اخترت إزالة ملفات تعريف الارتباط أو رفض ملفات تعريف الارتباط، فقد يؤثر ذلك على ميزات أو خدمات معينة في مواقعنا أو تطبيقاتنا.',
      section67:
        'بناءً على طلبك لإنهاء حسابك، سنقوم بإلغاء تنشيط حسابك ومعلوماتك أو حذفها من قواعد بياناتنا النشطة. ومع ذلك، قد يتم الاحتفاظ ببعض المعلومات في ملفاتنا لمنع الاحتيال واستكشاف المشكلات وإصلاحها والمساعدة في أي تحقيقات وإنفاذ شروط الاستخدام الخاصة بنا و / أو الامتثال للمتطلبات القانونية.',
      section66:
        'يمكنك إيقاف جميع عمليات جمع المعلومات بواسطة التطبيق بسهولة عن طريق إلغاء تثبيت التطبيق. يمكنك استخدام عمليات إلغاء التثبيت القياسية التي قد تكون متاحة كجزء من جهازك المحمول أو عبر سوق تطبيقات الهاتف المحمول أو الشبكة.',
      section65: '6 ما هي حقوقي في إلغاء الاشتراك؟',
      section64:
        'فيما يتعلق بالمعلومات الشخصية التي يتم تلقيها أو نقلها وفقًا لإطار عمل Privacy Shield، تخضع شركة GPS LVN, LLC. لسلطات الإنفاذ التنظيمية للجنة التجارة الفيدرالية الأمريكية. وفي بعض الحالات، قد يُطلب منا الكشف عن المعلومات الشخصية استجابةً للطلبات القانونية من قبل السلطات العامة، بما في ذلك تلبية متطلبات الأمن القومي أو إنفاذ القانون.',
      section63:
        'تتحمل شركة GPS LVN LLC مسؤولية معالجة المعلومات الشخصية التي تتلقاها، بموجب إطار عمل Privacy Shield، ومن ثم نقلها إلى طرف ثالث يعمل كوكيل نيابة عنها.',
      section62:
        'تتوافق شركة GPS LVN LLC وستستمر في الالتزام باتفاقية الاتحاد الأوروبي والولايات المتحدة. إطار عمل درع الخصوصية على النحو المنصوص عليه من قبل وزارة التجارة الأمريكية فيما يتعلق بجمع واستخدام والاحتفاظ بالمعلومات الشخصية المنقولة من الاتحاد الأوروبي إلى الولايات المتحدة وشهد امتثالها له. وعلى هذا النحو، تلتزم شركة GPS LVN LLC بإخضاع جميع المعلومات الشخصية الواردة من الدول الأعضاء في الاتحاد الأوروبي (EU)، بالاعتماد على إطار عمل درع الخصوصية، إلى المبادئ المعمول بها في إطار العمل. لمعرفة المزيد حول إطار عمل درع الخصوصية، قم بزيارة قائمة درع الخصوصية الخاصة بوزارة التجارة الأمريكية.',
      section61: 'الاتحاد الأوروبي والولايات المتحدة إطار عمل درع الخصوصية:',
      section60:
        'إذا كنت مقيمًا في المنطقة الاقتصادية الأوروبية، فقد لا يكون لدى هذه البلدان قوانين لحماية البيانات أو قوانين أخرى شاملة مثل تلك الموجودة في بلدك. وسنتخذ دائمًا جميع التدابير اللازمة لحماية معلوماتك الشخصية وفقًا لسياسة الخصوصية والقانون المعمول به لدينا. .',
      section59:
        'تتم استضافة خوادمنا في الولايات المتحدة. يجب على أي شخص يصل إلى مواقعنا أو تطبيقاتنا من خارج الولايات المتحدة أن يدرك أنه قد يتم نقل معلوماته وتخزينها ومعالجتها بواسطتنا في منشآتنا ومن قبل الأطراف الثالثة التي قد نشارك معها معلوماتك الشخصية، في الولايات المتحدة، و بلدان اخرى.',
      section58:
        'يجوز لنا نقل معلوماتك وتخزينها ومعالجتها في بلدان أخرى غير دولتك.',
      section57: '5 أين يتم تخزين معلوماتك أو نقلها؟',
      section56:
        'مع موفري الخدمات الموثوقين لدينا الذين يعملون نيابة عنا، ليس لديهم استخدام مستقل للمعلومات التي نكشف عنها لهم، وقد وافقوا على الالتزام بالقواعد المنصوص عليها في بيان الخصوصية هذا.',
      section55:
        'نحن نؤمن بحسن نية أن الكشف ضروري لحماية حقوقنا، أو حماية سلامتك أو سلامة الآخرين، أو التحقيق في الاحتيال، أو الاستجابة لطلب حكومي؛',
      section54:
        'يظل GPS LVN مخصصًا لتوفير بيئة بيانات آمنة وشفافة ومتوافقة. نحن لا نبيع البيانات لأطراف ثالثة. إذا كانت هناك استفسارات أخرى، فيمكن للعملاء الرجوع إلى إرشاداتنا التفصيلية هنا (https://docs.GPS LVN.com/docs/privacy-policy) أو التواصل مع فريق الدعم لدينا.',
      section53: 'خاتمة',
      section52:
        '4 المسؤولية: تتحمل GPS LVN المسؤولية، حيث تقتصر المسؤولية على 5000 دولار لكل حالة، في حالة سوء التعامل مع البيانات أو سوء إدارتها.',
      section51:
        '3 تحديثات السياسة: سيتم إبلاغ العملاء بتغييرات السياسة عبر البريد الإلكتروني.',
      section50:
        '2 الموافقة: يمنح العملاء والمستخدمون النهائيون الموافقة عن طريق التسجيل وقبول شروطنا ودمج الحلول التي نقدمها.',
      section49:
        '1 الامتثال: نحن متوافقون مع اللائحة العامة لحماية البيانات ونتوافق مع أفضل الممارسات في خصوصية البيانات.',
      section48: 'الأحكام العامة',
      section47:
        '4 الإبلاغ عن الحوادث: يمكن للعملاء الإبلاغ عن الحالات الشاذة أو المخاوف المتعلقة بخصوصية البيانات من خلال بوابة دعم العملاء الخاصة بنا',
      section46:
        '3 إلغاء الاشتراك والتكوين المخصص: يمكن للعملاء تحديد مستوى معالجة البيانات وتكوينها عبر فريق الدعم لدينا.',
      section45:
        '2 حذف البيانات وتنزيلها: يمكن للعملاء حذف بياناتهم أو تنزيلها عبر Datahub أو واجهات برمجة التطبيقات أو من خلال التواصل مع فريق الدعم لدينا.',
      section44:
        '1 حقوق المستخدم: يتمتع العملاء بإمكانية الوصول الكامل إلى بياناتهم في كل مرحلة من مراحل دورة إدارة البيانات. ويشمل ذلك الوصول على مستوى التطبيق، واستقبال بيانات SDK، والنظام الأساسي، وواجهة برمجة التطبيقات (API)، وموصلات تصدير البيانات.',
      section43: 'الحقوق والضوابط',
      section42:
        '2 بروتوكولات خرق البيانات: في حالة حدوث خرق، يتم اتخاذ إجراءات فورية للتخفيف من الأضرار الإضافية. سيتم إبلاغ العملاء المتأثرين خلال 30 دقيقة من الكشف.',
      section41:
        '1 بروتوكولات الأمان: يتم استخدام التشفير القوي أثناء نقل البيانات، ويتم وضع تدابير أمنية محيطية للبيانات أثناء عدم النشاط.',
      section40: 'أمن البيانات',
      section39:
        '4 عمليات تكامل مع الجهات الخارجية: نشارك نقاط الطريق غير الشخصية مع خرائط Google وتقنية HERE لتحويل بيانات نظام تحديد المواقع العالمي (GPS) إلى معلومات جغرافية.',
      section38:
        'المخزن المؤقت لبيانات الأعطال: يتم تخزينه لمدة 30 يومًا بشكل افتراضي.',
      section37: 'بيانات نبضات القلب: يتم تخزينها لمدة 30 يومًا بشكل افتراضي.',
      section36:
        'الإحصائيات المجمعة: يتم تخزينها حتى تجديد ملف تعريف المستخدم.',
      section35: 'نقاط طريق الرحلة: يتم تخزينها لمدة 3 أشهر بشكل افتراضي.',
      section34: '3 الاحتفاظ بالبيانات:',
      section33:
        'يقوم مسؤولو الشركة بإدارة الوصول عبر Datahub. يتم منح الوصول إلى واجهة برمجة التطبيقات (API) للشركة من خلال بيانات اعتماد المسؤول (التي تتم إدارتها عبر Datahub). ويتم منح الوصول إلى واجهة برمجة التطبيقات (API) للمستخدمين النهائيين من خلال رموز الوصول الفردية.',
      section32:
        'يتطلب الوصول إلى البيانات رموز JWT قصيرة العمر التي تتم إدارتها بواسطة Auth0.',
      section31: '2 التحكم في الوصول:',
      section30:
        '1 تخزين البيانات: توجد بنيتنا التحتية في فرنسا، ويتم استضافتها عبر OVH وAWS. تتم إدارة جميع الاتصالات بشكل آمن باستخدام بروتوكول HTTPS، مع مزيد من الحماية من أدوات الأمان المضمنة في Cloudflare وAWS وWindows.',
      section29: 'تخزين البيانات وإدارتها',
      section28:
        'البيانات التي تم جمعها عبر GPS LVN SDK مملوكة لمالك المنتج (العميل).',
      section27:
        'يستخدم GPS LVN البيانات غير الشخصية والمجمعة لتحسين نماذج التعلم الآلي والتسجيل دون مشاركة أي طرف ثالث.',
      section26:
        'نقوم بالتقاط بيانات الاتصالات عن بعد، وربطها بمعرف المستخدم (UUID)، مما يضمن تخصيص البيانات.',
      section25: '2 استخدام البيانات:',
      section24:
        'تفاصيل المستخدم (اختياري): قد يقوم عملاؤنا بمشاركة تفاصيل مثل الاسم واللقب والمعرف المخصص ورقم الهاتف وعنوان البريد الإلكتروني وتاريخ الميلاد ونوع السيارة والطراز. يتم تخزين هذه التفاصيل، في حالة مشاركتها، في قاعدة بيانات منفصلة ويتم دمجها فقط مع بيانات الاتصالات عن بعد في بوابة Datahub الخاصة بنا للأنشطة الخاصة بالعميل.',
      section23:
        'بيانات أذونات الهاتف الذكي: الوصول إلى نظام تحديد المواقع العالمي (GPS)، وأجهزة استشعار اللياقة البدنية، وبيانات الهاتف المحمول، وحالة WiFi، ووضع الطاقة المنخفضة، ودقة نظام تحديد المواقع (GPS) المنخفضة.',
      section22:
        'بيانات حالة الهاتف: مستوى الشحن، وحدث توصيل الهاتف الذكي بالشاحن، والاتصال بشبكة WiFi (بدون تفاصيل WiFi محددة).',
      section21:
        'بيانات الاتصالات عن بعد: تتضمن بيانات نظام تحديد المواقع العالمي (GPS) ومقياس التسارع والجيروسكوب.',
      section20: '1 أنواع البيانات التي تم جمعها:',
      section19: 'جمع البيانات واستخدامها',
      section18:
        'في GPS LVN، نعطي الأولوية لخصوصية بيانات عملائنا ومستخدميهم النهائيين. باعتبارنا شركة رائدة في مجال توفير تكنولوجيا الاتصالات عن بعد عبر الهاتف المحمول، فإننا ملتزمون بمعالجة البيانات بشكل شفاف وآمن. وتسلط هذه السياسة الضوء على ممارساتنا المتعلقة بالبيانات والضوابط المطبقة لدينا.',
      section17:
        'اندماج الشركة أو بيعها. يجوز لنا مشاركة معلوماتك أو نقلها فيما يتعلق أو أثناء المفاوضات بشأن أي اندماج أو بيع أصول الشركة أو تمويل أو الاستحواذ على كل أو جزء من أعمالنا إلى شركة أو كيان تجاري آخر.',
      section16:
        'وفقًا لما يقتضيه القانون، مثل الامتثال لاستدعاء أو إجراء قانوني مماثل.',
      section15:
        '4 يجوز لنا الكشف عن المعلومات التي يقدمها المستخدم والتي يتم جمعها تلقائيًا:',
      section14: 'لن نشارك معلوماتك أبدًا مع أطراف ثالثة.',
      section13:
        '3 هل ترى الأطراف الثالثة و/أو يمكنها الوصول إلى المعلومات التي تم الحصول عليها عن طريق التطبيق؟',
      section12:
        'دفع الإخطارات. قد نطلب إرسال إشعارات الدفع إليك لإرسال تذكيرات وكذلك تقديم خدمات أفضل لدعم العملاء. إذا كنت ترغب في إلغاء الاشتراك في تلقي الإشعارات الفورية، فيمكنك إيقاف تشغيلها في إعدادات جهازك.',
      section11:
        'البيانات الموجودة على الجهاز المحمول. قد نقوم تلقائيًا بجمع معلومات الجهاز (مثل معرف جهازك المحمول والطراز والشركة المصنعة) ونظام التشغيل ومعلومات الإصدار وعنوان IP.',
      section10:
        'الوصول إلى الجهاز المحمول. قد نطلب الوصول أو الإذن لميزات معينة من جهازك المحمول، بما في ذلك كاميرا جهازك المحمول والتذكيرات وأجهزة الاستشعار والميزات الأخرى. إذا كنت ترغب في تغيير وصولنا أو أذوناتنا، فيمكنك القيام بذلك في إعدادات جهازك.',
      section9:
        'معلومات الموقع الجغرافي. قد نطلب الوصول أو الإذن وجمع المعلومات المستندة إلى الموقع من جهازك المحمول، إما بشكل مستمر أو أثناء استخدامك لتطبيق الهاتف المحمول الخاص بنا، لتوفير خدمات تعتمد على الموقع. إذا كنت ترغب في تغيير وصولنا أو أذوناتنا، فيمكنك القيام بذلك في إعدادات جهازك.',
      section8:
        'بالإضافة إلى ذلك، قد يقوم التطبيق بجمع معلومات معينة تلقائيًا، بما في ذلك، على سبيل المثال لا الحصر، نوع الجهاز المحمول الذي تستخدمه، ومعرف الجهاز الفريد لجهازك المحمول، وعنوان IP الخاص بجهازك المحمول، ونظام تشغيل هاتفك المحمول، ونوع الهاتف المحمول. متصفحات الإنترنت التي تستخدمها، ومعلومات حول طريقة استخدامك للتطبيق. قد نقوم بجمع معلومات تتعلق بموقعك الجغرافي وجهازك المحمول وإشعاراتك عند استخدام تطبيقاتنا. إذا كنت تستخدم تطبيقاتنا، فقد نقوم أيضًا بجمع المعلومات التالية:',
      section7: '2 المعلومات التي يتم جمعها تلقائيا',
      section6:
        'يحصل التطبيق على المعلومات التي تقدمها عند تنزيل التطبيق من iTunes ومتجر Google Play. يجب إنشاء كل مستخدم بواسطة المدير أو مسؤول الأعمال. قد لا تتمكن من استخدام بعض الميزات التي يقدمها التطبيق إلا إذا كنت مسجل معنا. عندما تقوم بالتسجيل معنا وتستخدم التطبيق، فإنك تقدم بشكل عام (أ) اسمك وعنوان بريدك الإلكتروني واسم المستخدم وكلمة المرور ومعلومات التسجيل الأخرى؛ (ب) المعلومات المتعلقة بالمعاملة، مثل وقت إجراء عمليات شراء أو الرد على أي عروض أو تنزيل أو استخدام التطبيقات من جانبنا؛ (ج) المعلومات التي تقدمها لنا عند الاتصال بنا للحصول على المساعدة و؛ (د) المعلومات التي تدخلها في نظامنا عند استخدام التطبيق، مثل معلومات الاتصال ومعلومات إدارة المشروع. يجوز لنا أيضًا استخدام المعلومات التي قدمتها لنا للاتصال بك من وقت لآخر لتزويدك بالمعلومات المهمة والإشعارات المطلوبة والعروض الترويجية التسويقية.',
      section5: '1 المعلومات المقدمة من قبل المستخدم',
      section4:
        'سيحصل التطبيق على التاريخ والوقت الحالي وموقع GPS في كل مرة يقوم فيها المستخدم بتسجيل الدخول/الخروج، أثناء وجوده على مدار الساعة أو في مواقع الجلسة إذا قام المستخدم بالاشتراك. يتم بعد ذلك نقل هذه المعلومات إلى خوادمنا الآمنة بحيث يمكن للشركة أو يمكن للمدير تشغيل تقرير بحيث يمكن دفع رواتب كل موظف بدقة وفي الوقت المناسب.',
      section3: 'ما هي المعلومات التي يحصل عليها التطبيق وكيف يتم استخدامها؟',
      section2: `محدث: ${moment('2023-11-9').format('LL')}
                      تحكم سياسة الخصوصية هذه استخدامك لتطبيق البرنامج GPS LVN ("التطبيق") للهاتف المحمول
                       الأجهزة التي تم إنشاؤها بواسطة GPS LVN. التطبيق هو الحل على مدار الساعة للشركات أو
                       المديرين.`,
      section1: 'سياسة الخصوصية',
      'Recorded mileage with parameters of driving':
        'الأميال المسجلة مع معلمات القيادة',
      'Realtime Driver rankings based on driving parameters':
        'تصنيفات سائق الوقت الحقيقي على أساس على معلمات القيادة',
      'Fully configuring model to identify inefficient drivers':
        'نموذج التكوين الكامل لتحديد برامج التشغيل غير الفعالة',
      'Driving parameters and detailed analysis of a vehicle utilization':
        'معلمات القيادة والتحليل التفصيلي لاستخدام السيارة',
      'Fully configuring rewarding points based on performance':
        'تكوين نقاط المكافأة بشكل كامل على أساس الأداء',
      'Export of high-frequiency(up to100Hz) crash data buffer':
        'تصدير المخزن المؤقت لبيانات الأعطال عالي التردد (حتى 100 هرتز).',
      'With this module, you can perform your purchase activities and get a complete list of your purchased items. Also, you can add parts usage and get a detailed list of it. These following aspects are integrated with this module.':
        'باستخدام هذه الوحدة، يمكنك تنفيذ أنشطة الشراء الخاصة بك والحصول على قائمة كاملة بالعناصر التي اشتريتها. يمكنك أيضًا إضافة استخدام الأجزاء والحصول على قائمة مفصلة بها. تم دمج هذه الجوانب التالية مع هذه الوحدة.',
      'Add purchase': 'إضافة الشراء',
      'Add parts usage': 'إضافة استخدام أجزاء',
      'Manage purchase': 'إدارة الشراء',
      'Manage parts': 'إدارة القطع',
      'Purchase & Usage Management': 'إدارة الشراء والاستخدام',
      'Manage expense': 'إدارة المصروفات',
      // eslint-disable-next-line no-dupe-keys
      'Manage parts': 'إدارة القطع',
      'Category & Location': 'الفئة والموقع',
      'Stock management': 'إدارة المخزون',
      'Cost & Inventory Management': 'إدارة التكلفة والمخزون',
      'The GPS LVN software also provides another essential module called cost & inventory management system. Using this module, you can add new expenses and get a list of all expenses. Here, you will get a search filtering system that can save your time and effort. Also, this module can undertake the following functions.':
        'يوفر برنامج نظام تحديد المواقع لڤن أيضًا وحدة أساسية أخرى تسمى نظام إدارة التكلفة والمخزون. باستخدام هذه الوحدة، يمكنك إضافة نفقات جديدة والحصول على قائمة بجميع النفقات. هنا، سوف تحصل على نظام تصفية البحث الذي يمكن أن يوفر وقتك وجهدك. كما يمكن لهذه الوحدة القيام بالوظائف التالية.',
      'Vehicle Management & Requisition': 'إدارة المركبات وطلباتها',
      'Pick & Drop Requisition': 'طلب الالتقاط والتسليم',
      'Manage Legal Document': 'إدارة المستندات القانونية',
      'Vehicle Route Details': 'تفاصيل مسار السيارة',
      'Manage Vehicle & Requisition': 'إدارة المركبات والطلب',
      'Insurance Details': 'تفاصيل التأمين',
      'Reminder Details': 'تفاصيل التذكير',
      'Manage Approval Authority': 'إدارة سلطة الموافقة',
      // eslint-disable-next-line no-dupe-keys
      'Vehicle Management & Requisition': 'إدارة المركبات وطلباتها',
      'Vehicles are the main asset for any fleet management business. So, you need a computerized system that can be able to handle your all vehicles and requisition activities automatically. The Vehicle Management System (GPS LVN) software will be the best decision in that circumstance because this module is incorporated with the following sections.':
        'المركبات هي الأصل الرئيسي لأي أعمال إدارة الأسطول. لذلك، أنت بحاجة إلى نظام محوسب يمكنه التعامل مع جميع المركبات وأنشطة الطلبات الخاصة بك تلقائيًا. سيكون برنامج نظام إدارة المركبات (نظام تحديد المواقع لڤن) هو القرار الأفضل في هذه الظروف لأن هذه الوحدة مدمجة في الأقسام التالية.',
      'Vehicle Management System Software (GPS LVN) is the most modern system to manage large vehicles and fleets.This software will manage every single piece of data of your all vehicles.':
        'يعد برنامج نظام إدارة المركبات (نظام تحديد المواقع لڤن) أحدث نظام لإدارة المركبات والأساطيل الكبيرة. سيقوم هذا البرنامج بإدارة كل جزء من البيانات الخاصة بجميع المركبات الخاصة بك.',
      'Vehicle Management System (GPS LVN): A One Stop Fleet Management Solution':
        'نظام إدارة المركبات (نظام تحديد المواقع لڤن): حل متكامل لإدارة الأسطول',
      'Be Tactical, Chose Automation, Ensure Profitability':
        'كن تكتيكيًا، واختر الأتمتة، واضمن الربحية',
      'This fleet management system provides an ordained solution for the problems, generally a transport manager faced. Have an attentive tour from top to bottom & get a complete idea about a vehicle management system.':
        'يوفر نظام إدارة الأسطول هذا حلاً محددًا للمشكلات التي يواجهها مدير النقل عمومًا. قم بجولة يقظة من الأعلى إلى الأسفل واحصل على فكرة كاملة عن نظام إدارة المركبات.',
      'Vehicle Management System': 'نظام إدارة المركبات',
      'Bdtask has designed the most modern vehicle management software to manage large vehicles and fleets.This system processes and analyzes every single data of all vehicles.It is an online based software which isreally helpful for Bus, Car, Taxi, Cover Van & Truck operators to manage everyday workflow and performance.':
        'قامت شركة Bdtask بتصميم أحدث برامج إدارة المركبات لإدارة المركبات والأساطيل الكبيرة. يقوم هذا النظام بمعالجة وتحليل كل البيانات الخاصة بجميع المركبات. إنه برنامج قائم على الإنترنت وهو مفيد حقًا لمشغلي الحافلات والسيارات وسيارات الأجرة والشاحنات المغطاة والشاحنات لإدارة سير العمل والأداء اليومي.',
      'Vehicle management system is an automated software for the transportation industry or an organizationwhich owns a large number of vehicle & managing fleets.It is an organized code which provides managementfunctions that permit corporations to get rid of or minimize the risks related to vehicles.It helps abusiness to boost up some outstanding criteria including the daily management of vehicles, fuel and servicesmanagement, cost & inventory management etc.':
        'نظام إدارة المركبات هو برنامج آلي لصناعة النقل أو المؤسسة التي تمتلك عددًا كبيرًا من المركبات وإدارة الأساطيل. إنه رمز منظم يوفر وظائف إدارية تسمح للشركات بالتخلص من المخاطر المتعلقة بالمركبات أو تقليلها. فهو يساعد الأعمال التجارية على تعزيز بعض المعايير المتميزة بما في ذلك الإدارة اليومية للمركبات وإدارة الوقود والخدمات وإدارة التكلفة والمخزون وما إلى ذلك.',
      'To get income and expenses reports of all vehicles.':
        'الحصول على تقارير الدخل والمصروفات لجميع المركبات.',
      'To manage the best reporting system': 'إدارة أفضل نظام تقارير.',
      'To get vehicle wise parts use reports.':
        'الحصول على تقارير استخدام قطع السيارات.',
      'To trace all over regular and irregular expenses.':
        'تتبع جميع المصروفات العادية وغير العادية.',
      'To find out driver wise performance based information.':
        'معرفة أداء السائقين.',
      'To apply an organized inventory management system with regular income and expenses.':
        'تطبيق نظام إدارة المخزون المنظم مع الدخل والمصروفات العادية.',
      'To ensure the best HRM such as: Drivers, Helpers, Other employees at a glance Report.':
        'ضمان أفضل إدارة الموارد البشرية مثل: السائقين والمساعدين والموظفين الآخرين.',
      'To have an automatic stock register.': 'امتلاك سجل المخزون التلقائي.',
      'To set an alert center. It will inform about all vehicle taxes, token, insurance, road permit, expiration date.':
        'إعداد مركز تنبيهات للإبلاغ عن جميع الضرائب والعلامات والتأمين وتصاريح الطرق وتواريخ الانتهاء للمركبات.',
      'To get an easy traceable stock and product system.':
        'الحصول على نظام مخزون ومنتجات سهل التتبع.',
      'More than 47 reports based on employee, driver, vehicle, renewal, purchase and expense.':
        'أكثر من 47 تقريراً استنادًا إلى الموظفين والسائقين والمركبات والتجديد والشراء والمصروفات.',
      'Expense reports are particular and time frame based.':
        'تقارير المصروفات محددة وتعتمد على الإطار الزمني.',
      'Custom reports are also available based on user request.':
        'تتوفر أيضًا تقارير مخصصة استنادًا إلى طلب المستخدم.',
      'Only hard work is not the key to good luck. If it were, then the donkey would have been the king of thejungle but Lion.So, to be successful, you have to be tactful. & only an intelligent transportation businessowner chose an automation system like vehicle management system to get following benefits:':
        'العمل الجاد فقط ليس مفتاح الحظ السعيد. ولو كان كذلك لكان الحمار ملك الغابة وليس الأسد. لذا، لكي تنجح، عليك أن تكون لبقًا. وفقط صاحب أعمال النقل الذكي اختار نظامًا آليًا مثل نظام إدارة المركبات للحصول على المزايا التالية:',
      'Why Does an Intelligent Fleet Management Agency Owner Use a Vehicle Management System?':
        'لماذا يستخدم مالك وكالة إدارة الأسطول الذكية نظام إدارة المركبات؟',
      'PHP and Laravel Framework': 'لغة PHP و اطارعمل لارفل',
      'Vehicle Tracking System (Add-ons)': 'نظام تتبع المركبات (الإضافات)',
      'Usability & Accessibility': 'سهولة الاستخدام وإمكانية الوصول',
      'Allows Customization': 'يسمح بالتخصيص',
      'Fleet Alert System': 'نظام تنبيه الأسطول',
      'Route Fixation': 'تثبيت الطريق',
      'Service Management': 'إدارة الخدمات',
      'Fuel Management': 'إدارة الوقود',
      'RTA Supported': 'هيئة الطرق والمواصلات المدعومة',
      'Notification System': 'نظام تنبيهات',
      'Fully Secured': 'مؤمن بالكامل',
      'Multiple Language': 'لغات متعددة',
      'Refueling System': 'نظام التزود بالوقود',
      'MySQL Database': 'MySQL قاعدة بيانات',
      '100% Responsive': 'شاشة متوافقة مع جميع الاجهزة',
      'Performance Evaluation': 'تقييم الأداء',
      'Which Features Make The GPS LVN System Best ?':
        'ما هي الميزات التي تجعل نظام تحديد المواقع لڤن هو الأفضل؟',
      on_requisition_vehicles: 'على مركبات الطلب',
      on_maintenance_vehicles: 'على مركبات الصيانة',
      reports_of_reminder: 'تقارير التذكير',
      available_vehicles: 'المركبات المتاحة',
      reports_of_each_days_requisition: 'تقارير كل طلب يومي',
      other_activities_like_stock_in__stock_out:
        'أنشطة أخرى مثل دخول الأسهم وخروجها',

      add_employee: 'إضافة موظف',
      manage_employee: 'إدارة الموظفين',
      position__department: 'المنصب والقسم',
      manage_driver: 'إدارة السائقين',
      manage_license: 'إدارة الترخيص',
      driver_performance: 'أداء السائق',
      manage_requisition_approval: 'إدارة موافقة الطلب'
    })
  })
}
